import CustomPadding from "@/src/components/common/CustomPadding";

const About = () => {
  return (
    <CustomPadding className="flex flex-col w-full gap-5 my-2 mt-5 text-text-third">
      <h4 className=" font-bold ">
        ما در گواهیتو، در زمینه ارائه سوالات آزمون و خدمات راهنمایی و رانندگی
        فعالیت میکنیم. هدف ما ارائه یک پلتفرم کامل و محیطی مناسب برای آماده‌سازی
        افراد جهت قبولی در آزمون‌های گواهینامه رانندگی است.
      </h4>

      <p>
        محتواهای آموزشی ما شامل سوالات آزمون و لیست آموزشگاه‌های راهنمایی و
        رانندگی معتبر است. ما به‌روزرسانی‌های منظم را در نظر می‌گیریم تا
        کاربرانمان با جدیدترین سوالات و مطالب آموزشی در زمینه‌ی رانندگی آشنا
        شوند.
      </p>
      <p>
        ما با افتخار رباتی هوشمند داریم که به عنوان مربی برای کاربرانمان عمل
        می‌کند. این ربات با استفاده از الگوریتم‌ها و هوش مصنوعی، سوابق آزمون‌های
        کاربران را تحلیل می‌کند و آزمون‌های شخصی و سفارشی را براساس نیازهای هر
        فرد طراحی می‌کند.
      </p>
      <p>
        ربات مربی ما با دقت اطلاعاتی راجع به قوانین و مقررات راهنمایی و رانندگی
        دارد و به افراد با تمام ابعاد آزمون رانندگی کمک می‌کند. همچنین، از
        تکنولوژی پیشرفته برای بهبود مهارت‌های رانندگی کاربران استفاده می‌کند.
      </p>
      <p>
        ربات مربی هوشمند ما به طور پیوسته به روزرسانی و پیشرفت می‌کند تا بتواند
        بهترین تجربه آموزشی را به کاربران ارائه دهد. با استفاده از ربات مربی ما،
        شما قادر خواهید بود در هر زمان و هر مکانی به صورت آنلاین و با همراهی
        مربی هوشمند، به یادگیری و آماده‌سازی برای آزمون‌های گواهینامه رانندگی
        بپردازید.
      </p>
      <p>
        ما به خلاقیت و انرژی مثبت اهمیت می‌دهیم و سعی بر آن داریم که یک تجربه
        منحصربفرد برای کاربرانمان ایجاد کنیم. با تیم ما همراه شوید و با اطمینان
        به هدف خود از آموزش و گذراندن آزمون گواهینامه رانندگی نزدیک شوید.
      </p>
      <p className="w-full text-center">
        با ما همراه باشید و بهترین پلتفرم را برای آموزش و آزمون‌دهی راهنمایی و
        رانندگی تجربه کنید!
      </p>
    </CustomPadding>
  );
};

export default About;
