export const FAQ = [
     {
          question: "چگونه می‌توانم برای آزمون گواهینامه راهنمایی آماده شوم؟"
          , answer: ["برای آماده شدن برای آزمون گواهینامه راهنمایی، باید موارد زیر را رعایت کنید:", "مطالعه کتاب  قوانین راهنمایی و رانندگی", "حضور در کلاس‌های آموزشی گواهینامه راهنمایی", "حل نمونه سوالات تئوری", "آموزش عملی رانندگی با خودرو"]
     },
     { question: "آیا با مطالعه آزمون ها و سوالات گواهیتو نیاز به خواندن کتاب است ؟", answer: ["خیر ، تمام قسمت های کتاب به صورت دسته بندی با نمونه سوالات فراوان برای شما فراهم گردیده است ", "در ضمن با شرکت در آزمون هاس اصلی نیز نیاز به مرور تمام سوالات نخواهد بود"] },
     {
          question: "چه مدارکی برای ثبت نام در آزمون گواهینامه راهنمایی نیاز است؟", answer: [
               " داشتن سن 18 سال تمام",
               "اصل و کپی کارت ملی و شناسنامه",
               "پرداخت هزینه شهریه کلاس های آموزشی"

          ]
     },
     { question: "چگونه می‌توانم نمونه سوالات آزمون گواهینامه راهنمایی را بیاموزم؟", answer: ["برای آماده شدن برای آزمون گواهینامه راهنمایی، می‌توانید از کتاب درسی رسمی، منابع آموزشی آنلاین و نمونه سوالات گذشته استفاده کنید", "در گواهیتو تمام سوالات به صورت دسته بندی شده و به تفکیک موضوعات کتاب آیین نامه راهنمایی و رانندگی به صورت رایگان برای شما فراهم شده است .", "در گواهیتو آزمون های شبیه سازی شده با بالا ترین کیفیت به صورت رایگان در اختیار شماست", "همچنین سوالات آزمون اصلی برای در قسمت آزمون اصلی در اختیار شما قرار دارد"] },
     { question: "آیا برای شرکت در آزمون گواهینامه راهنمایی نیاز به آموزش تئوری و عملی دارم؟", answer: ["بله، برای شرکت در آزمون گواهینامه راهنمایی نیاز به آموزش تئوری و عملی دارید", "باید قوانین راهنمایی و رانندگی را مطالعه کرده و تمرین عملی رانندگی انجام دهید"] },
     { question: "آیا آزمون گواهینامه راهنمایی مراقب دارد؟", answer: ["بله ، گواهینامه راهنمایی و رانندگی یکی از مدارک شناسایی معتبر است که دارای وجاهت بین المللی است ", "پس حتما در محیطی کنترل شده تمام آزمون ها برگزار خواهد شد ."] },
     { question: "چه مراحلی در آزمون گواهینامه راهنمایی باید طی کنم؟", answer: ["مراحل آزمون گواهینامه راهنمایی شامل مرحله تئوری و مرحله عملی است", "در مرحله تئوری، باید آزمون تئوری را پاس کنید و در مرحله عملی، باید آزمون عملی رانندگی را با موفقیت انجام دهید"] },
     { question: "چگونه می‌توانم نمره قبولی در آزمون گواهینامه راهنمایی کسب کنم؟", answer: ["برای کسب نمره قبولی در آزمون گواهینامه راهنمایی، باید نتایج مورد نیاز را در آزمون تئوری و عملی رانندگی بدست آورید.", "برای این منظور، باید قوانین راهنمایی و رانندگی را به خوبی مطالعه کنید و تمرین کاملی در رانندگی انجام دهید."] },
     { question: "آیا می‌توانم در صورت عدم قبولی در آزمون، دوباره شرکت کنم؟", answer: ["بله، در صورت عدم قبولی در آزمون، می‌توانید دوباره ثبت نام کنید و در آزمون بعدی شرکت کنید", "اما باید مقررات و زمانبندی مربوط به ثبت نام و شرکت در آزمون را رعایت کنید."] },
     { question: "چه مدت زمانی طول می‌کشد تا پس از آزمون گواهینامه راهنمایی گواهینامه دریافت کنم؟", answer: ["مدت زمان دریافت گواهینامه پس از آزمون گواهینامه راهنمایی بستگی به قوانین و مقررات محلی و شرایط مربوطه دارد. ممکن است چند هفته یا یک ماه طول بکشد تا گواهینامه به شما تحویل داده شود. "] },
]



export const GoldExamFAQ = [
     { question: "آزمون طلایی شامل چه سوالاتی می باشد؟", answer: ["آزمون طلایی گواهیتو شامل تمام نمونه سوالات آزمونهای آیین نامه اصلی در سال 1402 می باشد .تمام سوالات مهم ، دشوار و پرتکراری که در تمام آزمونها آمده اند."] },
     { question: "سوالات آزمونها برای چه تاریخی هستن؟", answer: ["تمامی سوالات جدید و به روز هستند و برای سال جاری یعنی 1402 می باشند"] },
     { question: "آزمون طلایی گواهیتو چه ویژگیهایی نسبت به بقیه پکیج های آزمون در سایت های مشابه دارد؟", answer: ["با خرید آزمون طلایی گواهیتو ،شما در همین سایت گواهیتو به آزمونها دسترسی خواهید داشت، سوالات به صورت عکس، چاپ شده ، بی کیفیت و کپی شده از سایت های دیگر نمی باشند و نوع آزمونها ، تعداد سوالات و مدت زمان آزمون کاملا شبیه سازی شده آزمون آیین نامه اصلی میباشد  "] },
     { question: "آزمونها پاسخ نامه دارند؟", answer: ["در واقع یکی دیگه از وجه تمایزهای  آزمون طلایی گواهیتو با دیگر پکیج ها همین است ، شما ابتدا به طور کامل در آزمون شرکت میکنید ، سپس در انتهای آزمون میتوانید کارنامه خود و حتی پاسخنامه آزمون را مشاهده کنید، این به شما کمک میکند که ابتدا خود را محک بزنید و سپس عملکرد خود را ارزیابی کنید"] },
     { question: "شرکت در آزمونها فقط یکبار امکان پذیر است؟", answer: ["خیر پس از خرید این آزمون به طور کامل در اختیار شما قرار میگیرد و تعداد دفعات آزمون دادن نامحدود است و حتی از طریق کارنامه ی آزمونهایی که داده اید و در پروفایل شما ذخیره میشود میتوانید میزان پیشرفت خود را ارزیابی نیز کنید"] },
     { question: "برای خرید آزمونها چه چیزهایی لازم است؟", answer: ["فقط کافیست در سایت ثبت نام کنید و حساب کاربری داشته باشید ، نوع گواهینامه ای که میخواهید را انتخاب کنید و از طریق درگاه پرداخت مبلغ موردنظر را پرداخت کنید همین !"] },
     { question: "آیا پس از خرید فعال شدن آزمون زمان می برد؟", answer: ["خیر ، هیچ زمانی قرار نیست طول بکشد و بلافاصله پس از پرداخت شما ،بخش آزمون طلایی در دسترس قرار خواهد گرفت "] },


]