export const questions = [
     {
          questionText: "به محدوده های مشخص شده در تصویر زیر چه می گویند ؟", questionImage: "/images/truckBlindSpot.png",
          answers: [
               { id: "1", text: " نقطه کور خودرو سنگین" },
               { id: "2", text: " نقاط خطرناک" },
               { id: "3", text: "محدوده نقاط کور در خودروهای سنگین" },
               { id: "4", text: "تمام موارد" }
          ],
          trueId: "3",
          hint: "محدوده های قرمز رنگ را محدوده نقاط کور در خودروهای سنگین می نامند"
     },
     {
          questionText: "شکل زیر نشانگر چیست ؟", questionImage: "/images/temp.png",
          answers: [
               { id: "1", text: " درجه حرارت آب موتور" },
               { id: "2", text: "دور موتور" },
               { id: "3", text: "سوخت خودرو" },
               { id: "4", text: "هیچکدام" }
          ],
          trueId: "1",
          hint: ""
     },
     {
          questionText: " مفهوم تصویر چیست ؟", questionImage: "/images/rightLight.png",
          answers: [
               { id: "1", text: "گردش در جهت پیکان مجاز می باشد." },
               { id: "2", text: "حالت عبور غیر مستقیم و گردش در جهت پیکان مجاز می باشد." },
               { id: "3", text: "حالت عبور مستقیم و گردش در جهت پیکان مجاز می باشد." },
               { id: "4", text: "چراغ سبز گردش در جهت پیکان مجاز می باشد." }
          ],
          trueId: "3",
          hint: "چراغ دایره ای سبز همراه با چراغ پیکانی سبز: در این حالت عبور مستقیم و گردش در جهت پیکان مجاز می باشد"
     }
]
